SCORES_RANK_IN_6 = "成绩和排名是保研环节的敲门砖，如果选择出国的话你的GPA更是非常重要的入场券。在保研期间你的排名在初筛环节大概率是可以通过的。\
                    我们建议你将成绩稳定在前后的1至2的区间内，在大三下保研前你要着重做好以下几点事情：1) 稳定住你的成绩。 2) 提升你的专业能力，例如 \
                    你的代码能力，对于研究生和博士生而言动手能力是十分重要的。在复试期间不同学校会设置不同的实操环节，而这些在本科期间的课程中是很难 \
                    培养出来的，需要自己课后多多练习，尤其是保研前期。3) 丰富自己的简历。如果你个人的竞赛数量很少，可以尝试参加一些。如果觉得自己不擅长 \
                    竞赛，那么一定要多多和导师做一些科研来丰富自己简历中的项目经历。"
SCORES_RANK_OUT_6 = "成绩和排名是保研环节的敲门砖，如果选择出国的话你的GPA更是非常重要的入场券。在保研期间你的排名在初筛环节也许会被卡，但是你不必惊慌。\
                    如果你是大一或大二的同学，你的成绩也许还可以追赶，但是如果认为自己在之后也很难追赶的话,在大三下保研前你要着重做好以下几点事情：\
                    1) 提升你的专业能力，例如你的代码能力，对于研究生和博士生而言动手能力是十分重要的。在复试期间不同学校会设置不同的实操环节，\
                    而这些在本科期间的课程中是很难培养出来的，需要自己课后多多练习，尤其是保研前期。2) 丰富自己的简历。如果你个人的竞赛数量很少，\
                    可以尝试参加一些。如果觉得自己不擅长竞赛，那么一定要多多和导师做一些科研来丰富自己简历中的项目经历。3) 不要将自己局限在成绩上，\
                    在大三下之前一定要多多向你心仪的院校导师发邮件，争取获得实习机会，在实习期间主动学习，多和师兄师姐沟通，证明自己的能力。4) 充分\
                    利用自己家庭的人脉关系，不要拘泥于面子，拿到offer才是最重要的。"
INNOVATION_IN = "创新创业奖只是一个荣誉，得到了创新创业奖不代表你真的有所创新。在你投递你的简历去实习单位或保研学校的时候你的科研成果或者说你的项目才是面试官所问的。\
                在做科研的时候，找准出发点，有所创新和工作量是最重要的。你可以回顾以下你所做的科研，想一想以下几点：1) 你所做的科研工作是否真的有实际意义？\
                2) 你所做的工作是否真的有所创新，还是只是实际拼凑了某几个任务？3) 如果你的工作有所创新，那么可以尝试将其写成论文，投一个会议或者期刊。\
                在本科阶段，有一篇论文无论是申请奖学金还是申请保研学校都是杀手锏。在本科阶段去着手写一篇论文，既可以锻炼研究生该有的论文写作功底，\
                又能让你对你所做的领域内的会议或者期刊有一定的认知，至少能够认识该领域内的顶刊或者顶会，对于以后的研究也有所帮助。"
INNOVATION_OUT = "如果你现在身处大一的话，还可以多多沉淀你的基础知识，但是如果你现在已经大二或者大三，那么一定要抓紧时间。在你投递你的简历去实习\
                单位或保研学校的时候你的科研成果或者说你的项目才是面试官所问的。如果你没有一定的项目经验，或者科研经历即使你的成绩再优秀，在复试关卡\
                也会被筛选掉，因为有科研经历或者项目经历的竞争对手们他们能和面试官有话可聊。并且在本科期间，大多数的你学到的知识是来自于你的项目，\
                在你做项目或科研的时候你会学习到非常多的知识，并且是提升你动手能力最快的方法。"